[{
  "_id": {
    "$oid": "5f9f7ad25684e72f1451b197"
  },
  "text": "When sleep deprivation is accounted for, the next day  “Ecstasy blues” becomes insignificant when compared to controls. #MDMA #MDMAknowtherealfacts",
  "image": null,
  "last_sent": {
    "twitter": null
  }
},{
  "_id": {
    "$oid": "5f9f7b075684e72f1451b198"
  },
  "text": "When used therapeutically, observed low mood following MDMA is no different to placebo. #MDMA #MDMAknowtherealfacts",
  "image": null,
  "last_sent": {
    "twitter": null
  }
},{
  "_id": {
    "$oid": "5f9f7b785684e72f1451b199"
  },
  "text": "Just how dangerous is #MDMA? The safety ratio of MDMA is 16. This compares to alcohol which has safety ratio of 10 and paracetamol that has safety ratio of 5. This means that MDMA is at least three times safer than paracetamol. In fact when it comes to MDMA by far the biggest single factor in determining potential to cause death is environment. #MDMA #MDMAknowtherealfacts",
  "image": null,
  "last_sent": {
    "twitter": null
  }
},{
  "_id": {
    "$oid": "5f9f7bc15684e72f1451b19a"
  },
  "text": "In 1985 MDMA was scheduled by WHO as a Schedule 1 substance, finding that studies on it's therapeutic usefulness lacked the appropriate methodology to be regarded as reliable. Tellingly however, the the chairman of the Expert Comittee, Professor Paul Grof, felt that the decision should be deferred until data on MDMA’s therapeutic usefulness was available and that bringing MDMA under international control was not warranted. #MDMA #mdmashouldneverhavebeenmadeillega #MDMAknowtherealfacts",
  "image": null,
  "last_sent": {
    "twitter": null
  }
},{
  "_id": {
    "$oid": "5fa06d53d07cdd4a6181fd08"
  },
  "text": "#MDMA and hyperthermia: Thermoregulatory effects of Ecstasy  are highly dependent on dose and environment such as high ambient temperature, crowded conditions etc. In absence of these  factors hyperthermia is rarely reported. #MDMA #MDMAknowtherealfacts"
},{
  "_id": {
    "$oid": "5fa0709bd07cdd4a6181fd09"
  },
  "text": "Fact: In clinical trials #MDMA has been found to produce predominantly acute positive subjective drug effects"
},{
  "_id": {
    "$oid": "5fa0eee5f0e9a80294686022"
  },
  "text": "Fact: Only 15% of all MDMA users show considerable or heavy use patterns. #MDMA #MDMAknowtherealfacts"
},{
  "_id": {
    "$oid": "5fa0efe4f0e9a80294686023"
  },
  "text": "Fact: Approximately 80% of occasional MDMA users stop their use of MDMA and related drugs in their twenties. #MDMA #MDMAknowtherealfacts"
},{
  "_id": {
    "$oid": "5fa1c0ae7fc2cd09190fd326"
  },
  "text": "Quote:This is the thing with MDMA - generally, most people will use it a few times a year. It's not a type of drug a lot of people use on a regular basis that they get addicted to, it's a very different type of drug.End quote - Cate Faehrmann, Australian Greens MP #MDMA #MDMAknowtherealfacts"
},{
  "_id": {
    "$oid": "5fa1c1857fc2cd09190fd327"
  },
  "text": "Quote:The truth may be uncomfortable for many people and goes against the government’s \"war on drugs\" script but the vast majority of people who choose to take MDMA at a festival, or at a club or a private party, will do so safely and they'll enjoy it.End quote - Cate Faehrman, Australian Greens MP #MDMA #MDMAknowtherealfacts"
},{
  "_id": {
    "$oid": "5fa1c42c7fc2cd09190fd328"
  },
  "text": "Quote:In the right circumstances, MDMA reduces or sometimes eliminates the neurophysiological fear response to a perceived threat to one's emotional integrity... With a barrier of fear removed, a loving and forgiving awareness seemed to occur quite naturally and spontaneously.End quote - George Greer #MDMA, #MDMAknowtherealfacts",
  "last_sent": {}
},{
  "_id": {
    "$oid": "5fa1d60d55612421b308b044"
  },
  "text": "MDMA should never have been made illegal. And if MDMA should never have been made illegal then even those who support Prohibition have to ask themselves what other drugs should not have been made illegal. And from there they have to ask themselves whether Prohibition has ever worked at all. #MDMA #MDMAknowtherealfacts"
}]